// emojis.js
const settings = [  
    {
        category: 'запросы',
        items: [
            {
                name: 'Цензура',
                icon: `
                <svg width="31" height="31" viewBox="0 0 31 31" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <path d="M4.86667 5.6418C2.46706 8.22887 1 11.6931 1 15.5C1 23.5081 7.49187 30 15.5 30C19.3069 30 22.7711 28.5329 25.3582 26.1333M4.86667 5.6418C7.51484 2.78674 11.2988 1 15.5 1C23.5081 1 30 7.49187 30 15.5C30 19.7012 28.2133 23.4852 25.3582 26.1333M4.86667 5.6418L25.3582 26.1333" stroke="white" stroke-width="2"/>
                </svg>                                                                
            `,
            },
        ]
    },
    // Другие категории смайликов
];


export default settings;
