const mathTest = [
    {
        question: "Сколько будет 15 + 7?",
        answers: [
            {name: "21"},
            {name: "22"},
            {name: "23"},
            {name: "24"}
        ],
        correctAnswerIndex: 1
    },
    {
        question: "Если у каждого танка есть 5 орудий, а в полку 24 таких танка, сколько всего орудий в полку?",
        answers: [
            {name: "110"},
            {name: "115"},
            {name: "120"},
            {name: "125"}
        ],
        correctAnswerIndex: 2
    },
    {
        question: "Если в каждом отряде 12 солдат, а в батальоне 4 таких отряда, сколько всего человек в мире?",
        answers: [
            {name: "1"},
            {name: "1488"},
            {name: "8 млн."},
            {name: "8 млрд."}
        ],
        correctAnswerIndex: 3
    },
    {
        question: "Если в каждом танке 3 боевых бойца, а в дивизионе 10 таких танков, то куда летит самолет?",
        answers: [
            {name: "На север"},
            {name: "На юг"},
            {name: "На восток"},
            {name: "На хуй"}
        ],
        correctAnswerIndex: 3
    },
    {
        question: "Если в каждой эскадрилье 6 истребителей, а в авиагруппе 4 таких эскадрильи, сколько всего истребителей в авиагруппе?",
        answers: [
            {name: "20"},
            {name: "22"},
            {name: "24"},
            {name: "26"}
        ],
        correctAnswerIndex: 2
    },
    {
        question: "Если в каждой морской пехотной дивизии 24 танка, а в бригаде 3 таких дивизии, то какое звание у лейтенанта?",
        answers: [
            {name: "лейтенант"},
            {name: "майор"},
            {name: "генерал"},
            {name: "ефрейтор"}
        ],
        correctAnswerIndex: 0
    },
    {
        question: "Если в каждом отряде 20 солдат, а в роте 5 отрядов, сколько всего солдат в роте?",
        answers: [
            {name: "В роте может быть только хуй"},
            {name: "Хз"},
            {name: "100"},
            {name: "34"}
        ],
        correctAnswerIndex: 2
    },
    {
        question: "Если в каждом батальоне 10 танков, а в полку 8 батальонов, сколько всего танков в полку?",
        answers: [
            {name: "70"},
            {name: "75"},
            {name: "80"},
            {name: "85"}
        ],
        correctAnswerIndex: 2
    },
    {
        question: "Если в каждом отделении 8 солдат, а в роте 6 отделений, сколько всего солдат в роте?",
        answers: [
            {name: "42"},
            {name: "44"},
            {name: "46"},
            {name: "48"}
        ],
        correctAnswerIndex: 3
    },
    {
        question: "Если в каждой роте 3 танка, а в батальоне 4 роты, сколько всего танков в батальоне?",
        answers: [
            {name: "8"},
            {name: "10"},
            {name: "12"},
            {name: "14"}
        ],
        correctAnswerIndex: 2
    },
    {
        question: "Если в каждом полку 4 батальона, а в каждом батальоне 8 бронированных машин, сколько всего бронированных машин в полку?",
        answers: [
            {name: "24"},
            {name: "28"},
            {name: "32"},
            {name: "36"}
        ],
        correctAnswerIndex: 2
    },
    {
        question: "Если в каждом батальоне 5 отрядов, а в каждом отряде 40 солдат, сколько всего солдат в батальоне?",
        answers: [
            {name: "180"},
            {name: "200"},
            {name: "220"},
            {name: "240"}
        ],
        correctAnswerIndex: 1
    },
    {
        question: "Если в каждой роте 5 бронетранспортеров, а в полку 6 рот, сколько всего бронетранспортеров в полку?",
        answers: [
            {name: "25"},
            {name: "30"},
            {name: "35"},
            {name: "40"}
        ],
        correctAnswerIndex: 1
    },
    {
        question: "Если в каждом отделении 10 солдат, а в батальоне 5 отделений, сколько всего солдат в батальоне?",
        answers: [
            {name: "45"},
            {name: "50"},
            {name: "55"},
            {name: "60"}
        ],
        correctAnswerIndex: 1
    },
    {
        question: "Если в каждом батальоне 6 танков, а в полку 8 батальонов. Сколько весит танк?",
        answers: [
            {name: "40 тонн"},
            {name: "45 тонн"},
            {name: "5 кг"},
            {name: "65 кг"}
        ],
        correctAnswerIndex: 2
    },
    {
        question: "Если в каждой эскадрилье 8 истребителей, а в авиагруппе 4 таких эскадрильи, сколько всего истребителей в авиагруппе?",
        answers: [
            {name: "28"},
            {name: "30"},
            {name: "32"},
            {name: "34"}
        ],
        correctAnswerIndex: 2
    },
    {
        question: "Если в каждой морской пехотной дивизии 20 танков, а в бригаде 5 таких дивизии, сколько всего танков в бригаде?",
        answers: [
            {name: "90"},
            {name: "100"},
            {name: "110"},
            {name: "120"}
        ],
        correctAnswerIndex: 1
    },
    {
        question: "Если в каждой роте 4 бронетранспортера, а в батальоне 6 рот, сколько всего бронетранспортеров в батальоне?",
        answers: [
            {name: "20"},
            {name: "24"},
            {name: "28"},
            {name: "32"}
        ],
        correctAnswerIndex: 1
    },
    {
        question: "Если в каждом отряде 18 солдат, а в роте 5 отрядов, сколько всего солдат в роте?",
        answers: [
            {name: "85"},
            {name: "90"},
            {name: "95"},
            {name: "100"}
        ],
        correctAnswerIndex: 1
    },
    {
        question: "Если в каждом полку 3 батальона, а в каждом батальоне 10 танков, сколько всего танков в полку?",
        answers: [
            {name: "25"},
            {name: "30"},
            {name: "35"},
            {name: "40"}
        ],
        correctAnswerIndex: 1
    },
]
export default mathTest